Repository: hinoshiba/DaysYet
Catalog: Shared/Localizable.xcstrings
Source language: ja
Languages: en

# metric.healthy_age_goal
source: 健康でいたい年齢
en: Healthy-age goal

# metric.milestone
source: 大切な日
en: Milestone

# metric.month
source: 今月
en: This month

# metric.week
source: 今週
en: This week

# metric.year
source: 今年
en: This year

# widget.configuration.description
source: 時間、表示モード、値、色をこのウィジェット用に選びます。
en: Choose timelines, display mode, values, and colors for this widget.

# widget.configuration.display_mode
source: 表示モード
en: Display mode

# widget.configuration.first_metric
source: 1本目
en: First timeline

# widget.configuration.follows_app
source: アプリで選んだ3本を使う
en: Use the three selected in the app

# widget.configuration.second_metric
source: 2本目
en: Second timeline

# widget.configuration.third_metric
source: 3本目
en: Third timeline

# widget.configuration.theme
source: テーマ
en: Theme

# widget.configuration.title
source: DaysYet — 3つの時間
en: DaysYet — Three timelines

# widget.configuration.value_style
source: バーの値
en: Progress bar value

# widget.gallery.description
source: 選んだ3つの時間を、3つのレイアウトと好みの色で表示します。
en: See three timelines in three layouts and colors that suit you.

# widget.gallery.title
source: DaysYet — 3つの時間
en: DaysYet — Three timelines

# widget.lock_screen.configuration.description
source: ロック画面に表示する時間を選びます。
en: Choose the timeline shown on the Lock Screen.

# widget.lock_screen.configuration.metric
source: 表示する時間
en: Timeline

# widget.lock_screen.configuration.title
source: DaysYet — ロック画面
en: DaysYet — Lock Screen

# widget.lock_screen.gallery.description
source: 選んだ1つの時間と進み具合をロック画面で確認できます。
en: Keep one timeline and its progress at a glance on the Lock Screen.

# widget.lock_screen.gallery.title
source: DaysYet — ロック画面
en: DaysYet — Lock Screen

# widget.lock_screen.metric.app_selection
source: アプリで選んだ1本目
en: First selected in app

# widget.lock_screen.metric.type
source: ロック画面の時間
en: Lock Screen timeline

# widget.metric.type
source: 表示する時間
en: Timeline

# widget.display_mode.countdown
source: カウントダウン
en: Countdown

# widget.display_mode.countdown_with_percentage
source: 時間＋経過割合＋バー
en: Time + elapsed % + bar

# widget.display_mode.progress_bars
source: プログレスバー
en: Progress bars

# widget.display_mode.type
source: 表示モード
en: Display mode

# widget.option.app_setting
source: アプリの設定
en: App setting

# widget.theme.calm_sea
source: 凪の海
en: Calm Sea

# widget.theme.quiet_forest
source: 静かな森
en: Quiet Forest

# widget.theme.soft_dawn
source: やわらかな朝
en: Soft Dawn

# widget.theme.type
source: テーマ
en: Theme

# widget.theme.vivid_night
source: 夜の彩り
en: Vivid Night

# widget.value_style.app_setting
source: アプリの設定
en: App setting

# widget.value_style.percentage
source: 経過割合
en: Elapsed percentage

# widget.value_style.remaining
source: 残り時間
en: Time left

# widget.value_style.target_date
source: 終了日時
en: Target date

# widget.value_style.type
source: 値の表示
en: Value display
